import picture1 from '../../../../public/assets/langing/pictures/1.jpg';
import picture2 from '../../../../public/assets/langing/pictures/2.jpg';
import picture3 from '../../../../public/assets/langing/pictures/3.jpg';

export const paymentCards = [
  {
    image: picture1,
    alt: 'payment',
    number: '1',
    description: `Ви оформлюєте замовлення. Ми завжди уточнюємо деталі замовлення. Після оформлення замовлення наш менеджер зв’яжеться з Вами щоб підтвердити й уточнити деталі замовлення.`,
  },
  {
    image: picture2,
    alt: 'delivery',
    number: '2',
    description: `Карта Приватбанку. 100% передоплата на карту Приватбанку. У цьому
        випадку ви не оплачуєте комісію за накладений платіж. Післяплата. Ви
        можете оплатити замовлення при отриманні на пошті (накладений платіж).
        Ця послуга коштує дорожче звичайного відправлення, тому що Ви додатково
        сплачуєте комісію за повернення грошових коштів відправнику (20 грн. +
        2% від суми замовлення).`,
  },
  {
    image: picture3,
    alt: 'deliver',
    number: '3',
    description: `Доставка по Україні. Доставка по Україні здійснюється Новою поштою (1-3 дні). У разі відправлення замовлення Новою поштою, послуги пошти покупець сплачує при отриманні замовлення, вартість такого відправлення залежить від ваги посилки та міста куди необхідно доставити посилку.`,
  },
];
